;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: awadh alghaamdi الأستاذ عوض الغامدي
; TranslationAuthorEmail: webmaster@alghaamdi.com
; TranslationAuthorWeb: www.alghaamdi.com
; Soft Version: 7.x
;
[GUI]
ButtonYes=نعم
ButtonNo=لا
ButtonOK=حسنا

[Translation]
ReadHabit=Right-to-Left
LanguageName=ARB
LangCode=0401|3801|3C01|1401|0C01|0801|2C01|3401|3001|1001|1801|2001|4001|2801|1C01|2401
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ARABIC_CHARSET
Information=معلومات
Warning=تحذير
Error=خطأ
Confirm=تأكيد
pmGo=إنتقال إلى مادة
pmNone=بدون تحديد
pmAll1=تحديد الكل
pmrec=المستحسن
pmIgnore=تجاهل هذه المادة
pmExport=تصدير إلى
pmInvert=عكس التحديد
Frminput.btnok.caption=حسنا
Frminput.btncancel.caption=إلغاء الأمر
;
; Main GUI
;
FrmWDC.pmHelp.caption=تعليمات على الإنترنت
FrmWDC.pmHome.caption=الصفحة الرئيسية
FrmWDC.pmCheckNew.caption=البحث عن تحديثات
FrmWDC.pmLang.caption=اللغات
FrmWDC..caption=حول
FrmWDC.btncomm.caption=المنظف الشامل
FrmWDC.btnadv.caption=المنظف المتقدم
FrmWDC.btnsilm.caption=تخفيف النظام
FrmWDC.btnrestore.caption=إستعادة
FrmWDC.btnsettings.caption=إعدادات
FrmWDC.btnlikeit.caption=أعجبني
FrmWDC.btnsuggest.caption=إقتراحات و استفسارات
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=الإرشادات التالية تصبح سارية المفعول لمرة واحدة فقط. لأنه في المرة القادمة أنت من يختارها مرة أخرى
Frmadvdc.btnscan.caption=بدء الفحص
Frmadvdc.lblpath.caption=موقع الفحص:
Frmadvdc.btnrescan.caption=إعادة الفحص
Frmadvdc.btnall.caption=تحديد الكل
Frmadvdc.btnadvanced.caption=إعدادات متقدمة
Frmadvdc.btnnone.caption=بدون تحديد
Frmadvdc.lblwrcinfo.caption=لتنظيف الريجستري بطريقة سريعة و دقيقة و مضمونة
Frmadvdc.lblwrc.caption=Wise Registry Cleaner 
Frmadvdc.lblpceinfo.caption=يعتبر مجموعة من الأدوات لصيانة الكمبيوتر و تنظيف شامل سواء للقرص أو للريجستري. سهل الاستخدام و فعال
Frmadvdc.lblpce.caption=Wise PC Engineer 
Frmadvdc.lblspeed.caption=أسرع فحص على مستوى العالم
Frmadvdc.lblrec.caption=برامج أخرى يحبها الآخرين:
Frmadvdc.vtfiles.Columns[0]=اسم الملف
Frmadvdc.vtfiles.Columns[1]=الحجم
Frmadvdc.vtfiles.Columns[2]=المسار
Frmadvdc.vtfiles.Columns[3]=زمن الوصول الأخير
Frmadvdc.vtfiles.Columns[4]=النوع
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=حسنا
FrmAdvSettings.btnadd.caption=إضافة
FrmAdvSettings.btnremove.caption=إزالة
FrmAdvSettings.btncancel.caption=إلغاء الأمر
FrmAdvSettings.wcknull.caption=(البحث عن الملفات الفارغة (0 بايت، أبطأ
FrmAdvSettings.wckshortcut.caption=(البحث عن الإختصارات التالفة (أبطأ
FrmAdvSettings.caption=إعدادات متقدمة
FrmAdvSettings.btnre.caption=مستحسن
FrmAdvSettings.btnall.caption=تحديد الكل
FrmAdvSettings.btnnone.caption=بدون تحديد
;
; About
;
FrmAboutWin.caption=حول
FrmAboutWin.btnOK.caption=حسنا
FrmAbout.lblver.caption=النسخة الحالية:
FrmAbout.lblhome.caption=الصفحة الرئيسية:
FrmAbout.lblemail.caption=مراسلة الدعم:
FrmAbout.lblthanks.caption=ترجمة الأستاذ عوض الغامدي
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=نمط سطر الأوامر
FrmAutorunSettings.lblcmdinfo.caption=يمكنك تشغيل البرنامج و عمل فحص و تنظيف محركات الأقراص بشكل تلقائي عن طريق موجه سطر الأوامر. لمزيد من المعلومات, إضغط على إف-1 في لوحة المفاتيح, أو أنقر على الرابط التالي لقراءة التعليمات من  خلال موقعنا الرسمي
FrmAutorunSettings.chk1.caption=إنشاء أيقونة "تنظيف بنقرة واحدة" على سطح المكتب
FrmAutorunSettings.chkadv.caption=تضمين وحدة التنظيف المتقدمة
FrmAutorunSettings.btnhelp.caption=تعليمات على الإنترنت
;
; Common Cleaner
;
FrmCommon.btnall.caption=تحديد الكل
FrmCommon.btnre.caption=المستحسن
FrmCommon.btnnone.caption=بدون تحديد
FrmCommon.wckadv.caption=تضمين وحدة التنظيف المتقدمة
FrmCommon.WiseLabel1.caption=الجدولة
FrmCommon.lbltype.caption=تحديد نوع التشغيل:
FrmCommon.lblweek.caption=تحديد اليوم:
FrmCommon.lbltime.caption=الوقت:
FrmCommon.btnScan.caption=بدء الفحص
FrmCommon.lblstat.caption=سرعة و سهولة في التخلص من مخلفات الملفات
FrmCommon.btncancel.caption=إلغاء الأمر
FrmCommon.btnrescan.caption=إعادة الفحص
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=إضافة ملف
FrmExclusion.btnAddFolder.caption=إضافة مجلد
FrmExclusion.btnAddType.caption=إضافة نوع ملف 
FrmExclusion.btnImport.caption=إستيراد
FrmExclusion.btnExport.caption=تصدير
FrmExclusion.btnRemove.caption=إزالة
;
; General Settings
;
FrmGeneral.chkNews.caption=رسائل إخبارية تلقائية
FrmGeneral.chkwipe.caption=(حذف سري (أبطأ
FrmGeneral.WiseLabel1.caption=بحث عن تحديثات:
FrmGeneral.WiseLabel2.caption=اللغة الإفتراضية:
FrmGeneral.btnchecknew.caption=بحث الآن
FrmGeneral.WiseLabel4.caption=(مجلدات خاصة من أجل تفريغها لـ (ذوي الخبرة فقط
FrmGeneral.btnAdd.caption=إضافة
FrmGeneral.btnRemove.caption=إزالة

;
; Restore
;
FrmRestore.btnrestore.caption=إستعادة
FrmRestore.btnremove.caption=إزالة
FrmRestore.Btnclose.caption=إغلاق
FrmRestore.caption=إستعادة

;
; Settings
;
FrmSettings.tsCommon.caption=عام
FrmSettings.tsAutoRun.caption=تشغيل تلقائي
FrmSettings.tsExclusion.caption=قائمة الإستثناء
FrmSettings.btnAbout.caption=حول
FrmSettings.btnok.caption=حسنا
FrmSettings.btncancel.caption=إلغاء الأمر
FrmSettings.caption=إعدادات
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=الآن Windows تجربة منتجاتنا القياسية لتحسين أداء
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=يعتبر مجموعة من الأدوات لصيانة الكمبيوتر و تنظيف شامل سواء للقرص أو للريجستري. سهل الاستخدام و فعال
FrmSysClean.lbl1.caption=لتنظيف الريجستري بطريقة سريعة و دقيقة و مضمونة
FrmSysClean.lbl2.caption=Wise Registry Cleaner 
FrmSysClean.lblre.caption=هل تريد تحسين أداء الويندوز أكثر من ذلك ؟
FrmSysClean.btnSlimming.caption=تخفيف الحمولة
FrmSysClean.btnall.caption=تحديد الكل
FrmSysClean.btnrecommended.caption=المستحسن
FrmSysClean.btnnone.caption=بدون تحديد
FrmSysClean.vtsys.Columns[0]=المادة
FrmSysClean.vtsys.Columns[1]=الحجم
FrmSysClean.vtsys.Columns[2]=المكان
FrmSysClean.vtsys.Columns[3]=الإقتراح
;
; Like Us
;
FrmlikeUs.lblTitle.caption=فاخبر أصدقائك عن ذلك Wise Disk Cleaner إذا تحب
FrmlikeUs.lblInfo.caption=يسعدنا أن تقوم بمشاركة هذا البرنامج على صفحات منتديات عميد التعريب و التي تعتبر المصدر الأول للتعريب في العالم العربي, كما يسعدنا أن تقوم بدعمه على الفيس بوك أو تويتر أو اليوتيوب و مشاركة البرنامج مع أصدقائك و عائلتك و زملائك عبر البريد الإلكتروني أو نشر البرنامج على مدونتك أو موقعك
FrmlikeUs.lblRate.caption=Wise Disk Cleaner قـيـم
FrmlikeUs.lblfollow.caption=كن معنا
FrmlikeUs.lblshare.caption=Wise Disk Cleaner أنـشـر
FrmlikeUs.btndownload.caption=حمل مجانا
FrmlikeUs.imgrate.hint=كافئنا بـ 5 نجوم
FrmlikeUs.imgmail.hint=شارك به مع أصدقائك
FrmlikeUs.imgface1.hint=facebook شارك به على
FrmlikeUs.imgface2.hint=facebook كن معنا على
FrmlikeUs.imgtwitter1.hint=twitter شارك به على
FrmlikeUs.imgtwitter2.hint=twitter كن معنا على
FrmlikeUs.Caption=شجعنا
FrmlikeUs.lbldownload.caption=WiseCleaner.com حمل المزيد من البرامج مجانا من:

[Message]
LestOneItem=يجب أن تختار التنظيف على الأقل مرة واحدة
HistorySaved=إجمالي توفير المساحة هو: %s
DisableAdd=CD-ROM و قطاع التشغيل للقرص الصلب و Windows لأسباب أمنية, لا يسمح بإضافة بعض المجلدات الخاصة إلى القائمة, مثل مجلد
ConfirmAdd=هل تريد فعلا إزالة جميع الملفات في %s عندما تقوم بتشغيل "المنظف المتقدم" ؟
DupFolder=هذا المجلد موجود في القائمة
ExImport=تم تصدير قائمة الإستبعاد إلى :
SelectHardDrive=قم بتحديد أي قرص صلب
CreationDate=تاريخ الإنشاء
Description=الوصف
NowCleaning=الآن التنظيف:
ScheduleNextTime=المرة القادمة:
Never=بدون
InputType=*.tmp قم بإدخال إسم أو نوع الملف مثال:
WarnNoType=الرجاء إختيارملف واحد على الأقل للبحث
NoItemChecked=الرجاء إختيار ملف واحد أو عدة ملفات للتنظيف
WDCRunning=إنّ البرنامج يعمل
RemoveSysRestore=هل تريد إزالة نقطة استعادة النظام المحددة؟
RestoreFromSysRestore=أنت يجب أن تعيد تشغيل الكمبيوتر لاستعادة النظام. هل تريد بدء الاستعادة الآن؟
WarnZeroFile=لقد قمت بتحديد وضع "ملف فارغ"، حوالي 0 بايت من الملفات ضرورية لعدّة تطبيقات، أنت يجب أن تقوم بمراجعتهم قبل القيام بإزالتهم. هل أنت متأكّد تريد أن تفعل هذا على أية حال؟
SysRestoring=...التحضير لإستعادة النظام
SysCreating=...إنشاء نقطة استعادة النظام
Browse=...إستعراض 
AllHardDrive=الأقراص الثابتة المحلية 
Cleaning=...جاري التنظيف
Exported=تم تصدير المواد الحالية إلى %s. هل تريد فتح الملف الآن ؟
LeftTimeSec=المدة: %s ثانية
Safetodel=هذه المادة يمكن أن تحذف بشكل آمن
MoreSpace=لزيادة المساحة
Unknow=مجهول 
AddFileType=إضافة نوع ملف 
AlreadExist=%s موجود في القائمة مسبقا
illegalType=نوع ملف غير قانوني %s 
Summary=الملخص 
InputSummary=:الرجاء إدخال وصف لهذا النوع
noselected=لم يتم تحديد مواد 
DelFileType=هل تريد فعلا حذف نوع الملف هذا ؟
ScanAborted=تم إلغاء الفحص
TrashFound=ـ %d ملف(ات) مكتشفة، من %s
NoTrashAndTrace=مبروك. كمبيوترك نظيف
CleanDone=تم التنظيف
LestOne=الرجاء تحديد  مادة واحدة على الأقل للفحص 
LestOneClean=الرجاء تحديد  مادة واحدة على الأقل للتنظيف 
Scanning=...جاري الفحص
InvalidIgnorItem=لا يستطيع تجاهل هذه المادة 
TraceFound=تم العثور على %d من البقايا
CleanNow=نقترح عليك بأن تنقر على "بدء التنظيف" لتنظيف هذه الملفات والبقايا فورا 
TrashRemoved=تم إزالة %d من الملفات. و تم توفير مساحة على قرص %s
TraceRemoved=تم إزالة %d من المخلفات
LastCommonClean=:آخر مرة أنت عملت تنظيف للقرص الخاص بك كانت في
Working=الرجاء الإنتظار لإنجاز المهمّة الحالية، وحاول ثانية 
NoFilesFound=لا مخلفات ملفات 
NoTracesFound=لا بقايا 
FindTraces=المخلفات %d
NoItemFound=لم يتم العثور على مواد 
FindFilesSize=تم العثور على %d من الملفات, من مجموع %s
FindTracesSection=تم إكتشاف %d من المخلفات في هذا القسم
CanFreeSpace=تم إكتشاف %d من الملفات. و بالتالي يمكنك توفير %s
TotalTraces=تم العثور ما مجموعه  %d من البقايا
EnableRestore=تم تعطيل استعاد النظام. هل تريد تمكين استعاد النظام؟
RestorePointFail=فشل في إنشاء نقطة استعادة
ErrorMsg=رسالة خطأ:
NoNewVer=مبروك, أنت تستخدم آخر نسخة من البرنامج
KeyWord=قم بوضع كلمات البحث:
AddFolder=إضافة مجلد
CannotCrTask=لا يستطيع إنشاء مهمّة مجدولة
InvalidType=الرجاء إدخال إمتداد ملف صالح
NoType=الرجاء تحديد نوع واحد على الأقل للبحث
FailToDelete=بعض الملفات لا يمكن حذفها حتى تقوم بإعادة تشغيل الكمبيسوتر في المرة القادمة
GoodHabit=المحافظة على نظافة الكمبيوتر تدل على نظافتك أنت أيضا. نأمل أن تواصل هذه العادة الجميلة
7After=مضى %d أيام منذ آخر عملية لإلغاء التجزئة. يستحسن عمل فحص الآن
7Before=من المستحسن أن تحافظ على نظافة محرّكات الأقراص الخاصة بك و بالتالي تأمن على خصوصيتك
TaskExists=مهمة الجدولة موجودة مسبقا، هل تريد حذفها أو إنشاء مهمة جدولة جديدة ؟ (لا - لتحرير المهمة الموجودة. إلغاء الأمر - لإلغاء العملية) ـ
NoBackupSelected=الرجاء إختيار نسخة إحتياطية واحدة على الأقل للإستعادة
StartScan=بدء الفحص
StartClean=بدء التنظيف
Cancel=إلغاء الأمر
Idle=عند الخمول
Daily=يوميا
Weekly=أسبوعيا
Monthly=شهريا
Monday=الإثنين
Tuesday=الثلاثاء
Wednesday=الأربعاء
Thursday=الخميس
Friday=الجمعة
Saturday=السبت
Sunday=الأحد
AvdDefaultHint=هذا القسم فيه إعدادات متقدمة لتتمكن أ،ت من إكتشاف المزيد من المخلفات و لتوفير مساحة أكبر
TrashFoundEx=تم العثور على مخلفات الملفات التالية:
NoDriveChecked=يجب أن تختار قرص واحد أو أكثر للفحص
ScanFor=فحص القرص:
FindDrives=...جاري البحث عن محركات أقراص

[CommonClean]
ScanAbortedHint=نقترح بأنّ تقوم بالفحص مرة ثانية فورا للعثور على الملفات والآثار عديمة الفائدة
DefaultHint= ترجمة الأستاذ عوض الغامدي _ منتديات عميد التعريب
ScanAbortedHint1=يستحسن إعادة الفحص الآن للتخلص من الملفات العديمة الفائدة
WhenIdle=عند الخمول

[SysClean]
Open=فتح
Remove=إزالة
MoreSpace=لمساحة أكبر
Cleaning=...جاري التنظيف
Scanning=...جاري الفحص 
ScanEnd=تم العثور على ما مجموعه %d من المواد. سيتم توفير مساحة القرص %s بعد حذف محتوياته من مخلفات
NoItems=مبروك! تم تنظيف محرك الأقراص 
SpaceFreed=تم الإنتهاء من تخفيف أعباء النظام. و تم توفير مساحة من القرص %s
Installer=مهجور Windows Installer ملف
LongInstaller=المهجورة يمكن إزالتها لتوفير مساحة أكثر Windows Installer ملفات
PatchUninstall=Windows Update ملفات إلغاء التثبيت الخاصة بتحديثات
LongPatchUninstall=يمكن إزالتها إذا كنت لا تحتاج إليها Windows Update ملفات إلغاء تثبيت تحديثات
Downloadedfiles=المحملة مسبقا Windows ملفات التثبيت من
Longdownloadedfiles=يمكنك إزالة الملفات بدون خطورة Windows Update بعد نجاح تثبيت تحديثات
Baselinecache=Windows Installer المخزون المؤقت لقاعدة بيانات
LongBaselinecache=و بالتالي يمكن إزالتها Windows installer ملفات تم إنشاؤها بواسطة خدمة
JPIME=اللغة اليابانية
LongJPIME=إذا كنت لا تحتاج إلى اللغة اليابانية مستقبلا فإنه يمكنك إزالة الملفات
KoreanIME=اللغة الكورية
LongKoreanIME=إذا كنت لا تحتاج إلى اللغة الكورية مستقبلا فإنه يمكنك إزالة الملفات
TChineseIME=اللغة الصينية الرسمية
LongTChineseIME=إذا كنت لا تحتاج إلى اللغة الصينية الرسمية مستقبلا فإنه يمكنك إزالة الملفات
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=مستقبلا فإنه يمكنك إزالة الملفات Microsoft Pinyin IME إذا كنت لا تحتاج إلى
HelpFile=Windows ملفات تعليمات
LongHelpFile=إذا كنت لا تحتاج إلى تعليمات النظام مستقبلا فإنه يمكنك إزالة الملفات
SamplePic=Sample Pictures مجلد الصور
LongSamplePic=إذا كنت لا تحتاج إلى الصور الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة
SampleMic=Sample Music مجلد الموسيقى
LongSampleMic=إذا كنت لا تحتاج إلى الملفات الموسيقية الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة
SampleVideos=Sample Videos مجلد الفيديو
LongSampleVideos=إذا كنت لا تحتاج إلى ملفات الفيديو الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة
SampleMedia=Sample Media مجلد الوسائط
LongSampleMedia=إذا كنت لا تحتاج إلى ملفات الوسائط الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة
Wallpaper=Windows صور الخلفيات من
LongWallpaper=إذا كنت لا تحتاج إلى خلفيات سطح المكتب الموجودة في هذا المجلد مستقبلا فإنه يمكنك الإزالة


[Area]
Networkmapping=محفوظات التخطيط لمحرك أقراص الشبكة
LastDownloadDir=آخر مكان للتحميل
TrashClean=الملفات العديمة الفائدة في الكمبيوتر
TraceClean=البقايا في الكمبيوتر
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=تطبيقات أخرى
WindowsPaint=Windows Paint الرسام
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad الدفتر
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows مكونات
FireFoxOther=الأخرى Mozilla FireFox محفوظات
FireFoxPass=المحفوظة Mozilla FireFox كلمات مرور
FireFoxForm=للإكمال التلقائي Mozilla FireFox محفوظات نماذج
FireFoxCookies=للإرتباط Mozilla FireFox ملفات تعريف
ChromePass=المحفوظة Google Chrome كلمات مرور
ChromeForm=للإكمال التلقائي Google Chrome محفوظات نماذج
ChromeCookies=للإرتباط Google Chrome ملفات تعريف
IEPass=(المحفوظة (لا تتأثر من الفحص Internet Explorer كلمات مرور
IEForm=(للإكمال التلقائي (لا تتأثر مع الفحص Internet Explorer محفوظات نماذج
IECookies=للإرتباط Microsoft Internet Explorer ملفات تعريف
TypeInternet=تصفح الإنترنت
JumpList=(قوائم شريط المهام المنبثقة (أيضا إزالة المواد المثبتة
SearchList=Windows محفوظات بحث
TraryNotify=المخزون المؤقت للتنبيهات التي بجوار الساعة
ExplorerMRU=ملفات مستخدمة بكثرة لمستكشف آخر
Recentdocuments=المستندات الأخيرة
RunStartMenu=تشغيل" في قائمة ابدأ"
TypeSystem=System مجلد النظام
Flash=Adobe Flash Player
TypeMedia=ملفات الوسائط
FireFoxCache=المؤقت Mozilla FireFox مخزون
ChromeCache=المؤقت Google Chrome مخزون
IECahce=المؤقت Internet Explorer مخزون
LogFile=ملفات سجلّات النظام
DownloadedPatch=Windows الملفات المحملة مسبقا من قبل
ErrorReport=ملفات تقرير الخطأ
Dump=ملفات تفريغ الذاكرة
ThumbCache=المخزون المؤقت للصويرات
InvalidLnk=الإختصارات التالفة
UserTemp=مخلفات ملفات تم إنشاؤها من قبل تطبيقات
SysTemp=Windows مخلفات ملفات تم إنشاؤها من قبل
Prefetch=Windows Prefetch بيانات
RemoteDesktop=ملفات المخزون المؤقت لسطح المكتب البعيد
Recyclebin=تفريغ سلة المحذوفات
SafariCache=المؤقت Safari مخزون
SafariHistory=Safari محفوظات
SafariCookies=لتعريف الإرتباط Safari ملفات
SafariPass=المحفوظة Safari معلومات نماذج

[Type]
UserDefine=معرف من المستخدم
ZeroFile=ملف فارغ - 0 بايت
WinSetupLog=Windows ملف سجلّ أخطاء تثبيت
NtUninstall=Windows إلغاء تثبيت مصادر تحديثات
InvalidLnk=الإختصارات التالفة
UserTemp=الملفات في المجلدات المؤقتة للمستخدمين
WinTemp=Windows الملفات في المجلدات المؤقتة لـ
RecentFiles=روابط الملفات الأخيرة
PatchSource=Windows مصادر تحديثات
TempFile=ملفات مؤقتة
fcwdir=ملفات تم إنشاؤها بواسطة عملية تحميل أخرى
tfcbp=ملفات مؤقتة تم إنشاؤها بواسطة برامج أخرى
sdrf=استعادة الملفات التي تم إنشاؤها عند فحص القرص
OldFile=ملفات قديمة
outdatedfile=ملفات مهجورة
fcwhfir=ملفات تم إنشاؤها عند تشغيل ملف تعليمات
Ncfile=ملفات المخزون المؤقت لمجموعة أخبار
Backupfile=ملفات الإحتياطي
WBfile=MS Word ملفات إحتياطي
Cbswahf=ملفات تم إنشاؤها أثناء البحث عن ملف تعليمات
whtf=Windows ملفات مؤقتة لنظام تعليمات
Logfile=ملفات سجلات
LLogfile=ملف سجل تم إنشاؤه بواسطة تطبيقات أو خدمات للنظام
Errorfile=ملفات الأخطاء
Wmdf=Win2000/XP ملفات تفريغ ذاكرة
bcomf=نسخ إحتياطية لملفات تم تعديلها
Indexfile=ملفات الفهرسة
ifcbsiotitpbs=ملفات فهرسة تم إنشاؤها بواسطة النظام لتحسين سرعة تصفح الصور
Tfcds=ملفات مؤقتة تم إنشاؤها أثناء نثبيت ما
Intermediatefile=ملفات متوسطة
chkfile=ملف تم إسترداده

[AutoClean]
DiskSaved=تم توفير مساحة من القرص
Title=تـــهـــانـــيـــنـــا
TraceCleanned=تم التخلص من الآثار